<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<!-- DW6 -->
<head>
<!-- Copyright 2005 Macromedia, Inc. All rights reserved. -->
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<link rel="stylesheet" href="2col_leftNav.css" type="text/css" />
</head>
<!-- The structure of this file is exactly the same as 2col_rightNav.html;
     the only difference between the two is the stylesheet they use -->
<body>
<div id="masthead">
  <h1 id="siteName">&#1057;&#1077;&#1090;&#1080; &#1069;&#1042;&#1052; &#1080; &#1090;&#1077;&#1083;&#1077;&#1082;&#1086;&#1084;&#1084;&#1091;&#1085;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;</h1>
</div>
<!-- end masthead -->
<div id="content">
  <h2 id="pageName"><a href="../&#1057;&#1077;&#1090;&#1080;_&#1069;&#1042;&#1052;.rar">&#1050;&#1091;&#1088;&#1089;&#1086;&#1074;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#8470; 2 </a></h2>
  <div class="feature">
    <p>&#1054;&#1089;&#1085;&#1086;&#1074;&#1085;&#1072;&#1103; &#1094;&#1077;&#1083;&#1100; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103;  &#1074;&#1099;&#1095;&#1080;&#1089;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1089;&#1077;&#1090;&#1080; &ndash; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1074;&#1080;&#1076;&#1072; &#1091;&#1089;&#1083;&#1091;&#1075; &#1086;&#1076;&#1085;&#1080;&#1084; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1086;&#1084;  &#1089;&#1077;&#1090;&#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1072;&#1084;. Serve &#1086;&#1090; &#1072;&#1085;&#1075;&#1083;&#1080;&#1081;&#1089;&#1082;&#1086;&#1075;&#1086; &laquo;&#1086;&#1073;&#1089;&#1083;&#1091;&#1078;&#1080;&#1074;&#1072;&#1090;&#1100;&raquo;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099;  &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1097;&#1080;&#1077; &#1091;&#1089;&#1083;&#1091;&#1075;&#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083;&#1080; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &laquo;&#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&raquo;. &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091;, &#1079;&#1072;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1097;&#1080;&#1077;  &#1091;&#1089;&#1083;&#1091;&#1075;&#1080;, &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090; &laquo;&#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1086;&#1084;&raquo;. &#1063;&#1072;&#1089;&#1090;&#1086; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1079;&#1072;&#1087;&#1091;&#1097;&#1077;&#1085;&#1072; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;  &laquo;&#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&raquo;, &#1090;&#1072;&#1082;&#1078;&#1077; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1086;&#1084;.<br />
&#1055;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089;&#1077;&#1090;&#1077;&#1074;&#1099;&#1093;  &#1091;&#1089;&#1083;&#1091;&#1075; (&#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072; &#1082; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1084; &#1074;&#1080;&#1076;&#1072;&#1084; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1086;&#1074;), &#1089; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103;  &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1072; &#1085;&#1072; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1089;&#1082;&#1091;&#1102; &#1080; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1085;&#1091;&#1102; &#1095;&#1072;&#1089;&#1090;&#1080;, &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1091;&#1088;&#1086;&#1081; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;/&#1089;&#1077;&#1088;&#1074;&#1077;&#1088;.  &#1044;&#1072;&#1085;&#1085;&#1072;&#1103; &#1072;&#1088;&#1093;&#1080;&#1090;&#1077;&#1082;&#1090;&#1091;&#1088;&#1072; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1072;, &#1090;.&#1082;. &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1072;&#1077;&#1090; &#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1091;&#1089;&#1083;&#1091;&#1075; &#1080; &#1087;&#1086;&#1074;&#1099;&#1096;&#1072;&#1077;&#1090; &#1086;&#1073;&#1097;&#1091;&#1102;  &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;. &#1050;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088; &ndash; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1095;&#1072;&#1089;&#1090;&#1086; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085;, &#1095;&#1077;&#1084;  &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088; &ndash; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;. &#1056;&#1072;&#1079;&#1083;&#1080;&#1095;&#1072;&#1102;&#1090; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074;&#1099;&#1077; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;, &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1041;&#1044;, &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;  &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1081;.<br />
&#1042; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1076;&#1083;&#1103;  &#1089;&#1074;&#1103;&#1079;&#1080; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1086;&#1074; &#1074; &#1089;&#1077;&#1090;&#1103;&#1093; &#1086;&#1095;&#1077;&#1085;&#1100; &#1095;&#1072;&#1089;&#1090;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1086;&#1090;&#1086;&#1082;&#1086;&#1083; TCP. &#1055;&#1088;&#1086;&#1090;&#1086;&#1082;&#1086;&#1083; TCP  &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1085;&#1080;&#1078;&#1077;&#1089;&#1090;&#1086;&#1103;&#1097;&#1080;&#1084; &#1087;&#1088;&#1086;&#1090;&#1086;&#1082;&#1086;&#1083;&#1086;&#1084; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; Internet (IP).<br />
&#1044;&#1072;&#1085;&#1085;&#1099;&#1081;  &#1087;&#1088;&#1086;&#1090;&#1086;&#1082;&#1086;&#1083; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1087;&#1088;&#1080;&#1082;&#1083;&#1072;&#1076;&#1085;&#1086;&#1081; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; &#1087;&#1088;&#1086;&#1094;&#1077;&#1076;&#1091;&#1088;&#1091; &#1076;&#1083;&#1103; &#1087;&#1086;&#1089;&#1099;&#1083;&#1082;&#1080; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1081;  &#1076;&#1088;&#1091;&#1075;&#1080;&#1084; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;&#1084;, c &#1089; &#1075;&#1072;&#1088;&#1072;&#1085;&#1090;&#1080;&#1077;&#1081; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103;  &#1087;&#1086;&#1090;&#1086;&#1082;&#1086;&#1074; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;.</p>
    <p>&#1057;&#1082;&#1072;&#1095;&#1072;&#1090;&#1100;:</p>
    <p><a href="&#1055;&#1086;&#1103;&#1089;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1072;&#1103; &#1079;&#1072;&#1087;&#1080;&#1089;&#1082;&#1072;1.zip">&#1054;&#1090;&#1095;&#1077;&#1090;</a>, <a href="&#1050;&#1091;&#1088;&#1089;&#1086;&#1074;&#1086;&#1081; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;1(&#1087;&#1086;&#1083;&#1085;&#1099;&#1081; &#1085;&#1072;&#1073;&#1086;&#1088;).zip">&#1048;&#1089;&#1086;&#1076;&#1085;&#1080;&#1082;&#1080;</a>, <a href="&#1050;&#1091;&#1088;&#1089;&#1086;&#1074;&#1086;&#1081; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;1(exe &#1092;&#1072;&#1081;&#1083;&#1099;).zip">&#1045;&#1061;&#1045;-&#1092;&#1072;&#1081;&#1083;</a>.</p>
    <h3>&nbsp;</h3>
  </div>
</div>
<!--end content -->
<div id="navBar">
  <div id="search">
    <form action="#">
      <label></label>
    </form>
  </div>
  <div id="sectionLinks">
    <ul>
      <li><a href="lab1.html">1-2 &#1051;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; </a></li>
      <li><a href="lab2.html">3 &#1051;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; </a></li>
      <li><a href="lab3.html">5-8 &#1051;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; </a></li>
      <li><a href="lab4.html">1 &#1050;&#1091;&#1088;&#1089;&#1086;&#1074;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; </a></li>
      <li><a href="lab5.html">2 &#1050;&#1091;&#1088;&#1089;&#1086;&#1074;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;</a></li>
      <li></li>
      <li></li>
      </ul>
  </div>
  <div id="headlines">
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
  </div>
</div>
<!--end navbar -->
<div id="siteInfo">| &copy;2009 Create by Roshchupkin, Isaev. </div>
<br />
</body>
</html>
